Repository: carry2web/blazorboilerplate
Catalog: src/Server/BlazorBoilerplate.Server/Localization/*/Global.po
Languages: nl_nl

source: CreateApiResourcePermission
nl_nl: Verleen rechten op een nieuwe API bron

source: CreateClientPermission
nl_nl: Maak een nieuwe klant

source: CreateRolePermission
nl_nl: Maak een nieuwe rol

source: CreateUserPermission
nl_nl: Maak een nieuwe gebruiker

source: DeleteApiResourcePermission
nl_nl: Verwijder rechten op API bron

source: DeleteClientPermission
nl_nl: Verwijder klantrechten

source: DeleteRolePermission
nl_nl: Verwijder rolrechten

source: DeleteUserPermission
nl_nl: Verwijder gebruikersrechten

source: ReadApiResourcePermission
nl_nl: Bekijk rechten op API bron

source: ReadClientPermission
nl_nl: Bekijk klant rechten

source: ReadRolePermission
nl_nl: Bekijk rol data (rechten, etc.")

source: ReadUserPermission
nl_nl: Lees gebruikers data (Namen, Email, Telefoon Nummers, etc.)

source: UpdateApiResourcePermission
nl_nl: Bewerk bestaande API bron rechten

source: UpdateClientPermission
nl_nl: Bewerk bestaande klanten

source: UpdateRolePermission
nl_nl: Bewerk bestaande rol rechten

source: UpdateUserPermission
nl_nl: Bewerk bestaande gebruikers

source: CreateIdentityResourcePermission
nl_nl: Maak een nieuwe identiteit bron

source: ReadIdentityResourcePermission
nl_nl: Bekijk identiteit bron rechten

source: UpdateIdentityResourcePermission
nl_nl: Bewerk bestaande identiteit bron

source: DeleteIdentityResourcePermission
nl_nl: Verwijder een identiteit bron

source: Delete
nl_nl: Verwijder

source: Cancel
nl_nl: Annuleren

source: Users
nl_nl: Gebruikers

source: Roles
nl_nl: Rollen

source: ApiResources
nl_nl: OpenID API bron

source: IdentityResources
nl_nl: OpenID Identiteitsbron

source: OpenIdClients
nl_nl: OpenID Klanten

source: Dashboard
nl_nl: Overzicht

source: Loading
nl_nl: Bezig met laden…

source: New Client
nl_nl: Nieuwe klant

source: New User
nl_nl: Nieuwe gebruiker

source: New Role
nl_nl: Nieuwe rol

source: New API Resource
nl_nl: Nieuwe API-bron

source: New Identity Resource
nl_nl: Nieuwe identiteitsbron

source: {0} users fetched
nl_nl: {0} gebruikers opgehaald

source: Operation Successful
nl_nl: Bewerking geslaagd

source: Operation Failed
nl_nl: Bewerking mislukt

source: {0} roles fetched
nl_nl: {0} rollen opgehaald

source: {0} clients fetched
nl_nl: {0} klanten opgehaald

source: {0} identity resources fetched
nl_nl: {0} identiteitsbronnen opgehaald

source: {0} API resources fetched
nl_nl: {0} API bronnen opgehaald

source: Create
nl_nl: Aanmaken

source: Update
nl_nl: Bijwerken

source: Edit {0}
nl_nl: Bewerk {0}

source: Permissions list fetched
nl_nl: Lijst met machtigingen opgehaald

source: Role {0} created
nl_nl: Rol {0} gemaakt

source: Role {0} already exists
nl_nl: Rol {0} bestaat al

source: The role {0} doesn't exist
nl_nl: De rol {0} bestaat niet

source: Role {0} deleted
nl_nl: Rol {0} verwijderd

source: RoleInUseWarning
nl_nl: Deze rol {0} is nog in gebruik, je kan deze niet verwijderen

source: Client {0} created
nl_nl: Klant {0} gemaakt

source: The client {0} doesn't exist
nl_nl: De klant {0} bestaat niet

source: Client {0} updated
nl_nl: Klant {0} bijgewerkt

source: Client {0} deleted
nl_nl: Klant {0} verwijderd

source: Role {0} updated
nl_nl: Rol {0} bijgewerkt

source: Identity Resource {0} created
nl_nl: Identiteitbron {0} gemaakt

source: Identity Resource {0} updated
nl_nl: Identiteitbron {0} bijgewerkt

source: Identity Resource {0} deleted
nl_nl: Identity Resource {0} verwijderd

source: API Resource {0} created
nl_nl: API-bron {0} gemaakt

source: API Resource {0} updated
nl_nl: API-{0} bijgewerkt

source: API Resource {0} deleted
nl_nl: API-bron {0} verwijderd

source: The API resource {0} doesn't exist
nl_nl: De API-bron {0} bestaat niet

source: The Identity resource {0} doesn't exist
nl_nl: De {0} identiteitsbron bestaat niet

source: UserName
nl_nl: Gebruikersnaam

source: Login
nl_nl: Inloggen

source: Sign in with
nl_nl: Meld je aan met

source: Sign up
nl_nl: Registreren

source: Keep me logged in
nl_nl: Houd me ingelogd

source: Log in
nl_nl: Inloggen

source: Forgot your password?
nl_nl: Wachtwoord vergeten?

source: Submit
nl_nl: Versturen

source: LoginFailed
nl_nl: Inloggen mislukt

source: ResetPasswordFailed
nl_nl: Resetten wachtwoord is mislukt

source: ForgotPasswordEmailSent
nl_nl: Wachtwoord vergeten Email is verzonden

source: Confirm Email
nl_nl: Bevestig je e-mailadres

source: Send Confirmation
nl_nl: Bevestiging verzenden

source: EmailVerificationFailed
nl_nl: E-mailverificatie Mislukt

source: EmailVerificationSuccessful
nl_nl: Email Verificatie is gelukt

source: ResetPasswordSuccessful
nl_nl: Reset van wachwoord is gelukt

source: Password Reset
nl_nl: Wachtwoord opnieuw instellen

source: Password Confirmation
nl_nl: Wachtwoordbevestiging

source: Reset Password
nl_nl: Wachtwoord opnieuw instellen

source: UserCreationFailed
nl_nl: Gebruiker aanmaken is mislukt

source: UserCreationSuccessful
nl_nl: Gebruiker aanmaken is gelukt

source: Registration
nl_nl: Registratie

source: PasswordConfirmationFailed
nl_nl: Wachtwoord en controle wachtwoord zijn niet identiek.

source: ConfirmPassword
nl_nl: Bevestiging wachtwoord

source: ErrorInvalidLength
nl_nl: {0} moet tenminste {2} en maximaal {1} tekens lang zijn.

source: SpacesNotPermitted
nl_nl: Spaties zijn niet toegestaan

source: Role
nl_nl: Rol

source: Name
nl_nl: Naam

source: AlreadyRegistered
nl_nl: Al geregistreerd

source: Register
nl_nl: Registreer

source: InvalidData
nl_nl: Ongeldige gegevens

source: The user {0} doesn't exist
nl_nl: De gebruiker {0} bestaat niet

source: The user doesn't exist
nl_nl: De gebruiker bestaat niet

source: User {0} created
nl_nl: User {0} gemaakt

source: Confirm Delete
nl_nl: Bevestig verwijdering

source: Logout
nl_nl: Uitloggen

source: Tenants
nl_nl: Huurders

source: Tenant
nl_nl: Huurder

source: {0} tenants fetched
nl_nl: {0} huurders opgehaald

source: Tenant {0} created
nl_nl: Huurder {0} gemaakt

source: The tenant {0} doesn't exist
nl_nl: De huurder {0} bestaat niet

source: Tenant {0} updated
nl_nl: Huurder {0} bijgewerkt

source: Tenant {0} deleted
nl_nl: Huurder {0} deleted

source: Role {0} cannot be deleted
nl_nl: Rol {0} kan niet worden verwijderd

source: Tenant {0} cannot be deleted
nl_nl: Huurder {0} kan niet worden verwijderd

source: Role {0} cannot be edited
nl_nl: Rol {0} kan niet worden bewerkt

source: AuthenticationRequired
nl_nl: Authenticatie is vereist

source: LoginRequired
nl_nl: A.u.b. eerst inloggen

source: Operation not allowed
nl_nl: Bewerking is niet toegestaan

source: NotAuthorizedTo
nl_nl: Je hebt niet de rechten om deze bewerking uit te voeren.

source: PleaseWait
nl_nl: Even geduld a.u.b.

source: Settings
nl_nl: Instellingen

source: EmailSettings
nl_nl: E-mailinstellingen

source: OutgoingEmail
nl_nl: Uitgaande E-mail

source: IncomingEmail
nl_nl: Inkomende E-mail

source: PopServer
nl_nl: POP3 server

source: Save
nl_nl: Opslaan

source: Port
nl_nl: Poort

source: SenderEmail
nl_nl: Afzender E-mail

source: SenderName
nl_nl: Afzendernaam

source: MainSettings
nl_nl: Hoofdinstellingen

source: AppAdminNavApiAuditLog
nl_nl: Api Audit Log

source: AppAdminNavDBLoggingView
nl_nl: DB Logging Viewer

source: AppAdminNavFrontEnd
nl_nl: FrontEnd

source: AppAdminNavMonitoring
nl_nl: Monitoring

source: AppHelpAndSupport
nl_nl: Help & Support

source: AppHoverAdmin
nl_nl: Administratie

source: AppHoverNavMinimize
nl_nl: Minimize Navigation Bar

source: AppHoverNavToggle
nl_nl: Toggle Navigation Bar

source: AppName
nl_nl: Blazer Boilerplate

source: AppNavDashboard
nl_nl: Overzicht

source: AppNavDragAndDrop
nl_nl: Slepen en neerzetten

source: AppNavEmail
nl_nl: Email

source: AppNavFeatures
nl_nl: Functies

source: AppNavForum
nl_nl: Forum

source: AppNavHome
nl_nl: Homepage

source: AppNavReadEmail
nl_nl: Lees Email

source: AppNavScreenshots
nl_nl: Schermafdrukken

source: AppNavSendEmail
nl_nl: Verstuur Email

source: AppNavSponsors
nl_nl: Sponsors

source: AppShortName
nl_nl: BlazorBP

source: BreadCrumbadmin
nl_nl: Beheerder

source: BreadCrumbadminapiResources
nl_nl: API Resources

source: BreadCrumbadminapilog
nl_nl: API Audit Log

source: BreadCrumbadminclients
nl_nl: Clients

source: BreadCrumbadmindblog
nl_nl: Application Log

source: BreadCrumbadminidentityResources
nl_nl: Identiteitbronnen

source: BreadCrumbadminmultitenancy
nl_nl: Tenant Beheer

source: BreadCrumbadminroles
nl_nl: Rollen Beheer

source: BreadCrumbadminsettings
nl_nl: Instellingen

source: BreadCrumbadminsettingsemail
nl_nl: Email Configuraties

source: BreadCrumbadminusers
nl_nl: Gebruikers

source: BreadCrumbdashboard
nl_nl: Overzicht

source: BreadCrumbdrag_and_drop
nl_nl: Slepen en neerzetten

source: BreadCrumbemail
nl_nl: Verstuur Email

source: BreadCrumbemail_view
nl_nl: Lees Email

source: BreadCrumbforum
nl_nl: Forum

source: BreadCrumbHome
nl_nl: Home

source: BreadCrumbscreenshots
nl_nl: Schermafdrukken

source: BreadCrumbsponsors
nl_nl: Sponsors

source: BreadCrumbtodo_list
nl_nl: Te Doen

source: TodoNav
nl_nl: Te Doen Lijst

source: CurrentPassword
nl_nl: Huidig wachtwoord

source: NewPassword
nl_nl: Nieuw wachtwoord

source: Update Password
nl_nl: Wachtwoord bijwerken

source: FirstName
nl_nl: Voornaam

source: LastName
nl_nl: Achternaam

source: Change Password
nl_nl: Wachtwoord wijzigen

source: User Profile
nl_nl: Gebruikersprofiel

source: ForgotAuthenticator
nl_nl: De authenticator vergeten?

source: RecoveryCode
nl_nl: Herstelcode

source: LockedUser
nl_nl: User is locked out

source: EmailNotConfirmed
nl_nl: E-mail niet bevestigd

source: TwoFactorAuthentication
nl_nl: Tweede Factor Authenticatie

source: VerificationCode
nl_nl: Verificatiecode

source: VerificationCodeInvalid
nl_nl: Verificatiecode is onjuist

source: EmailInvalid
nl_nl: Veld {0} is geen geldig e-mail adres.

source: FieldRequired
nl_nl: Veld {0} is verplicht.

source: ConcurrencyFailure
nl_nl: Te optimistische gelijktijdige update, object is niet gewijzigd.

source: DefaultError
nl_nl: Een onbekende fout is opgetreden.

source: DuplicateEmail
nl_nl: Email '{0}' bestaat al.

source: DuplicateRoleName
nl_nl: Rol '{0}' bestaat al.

source: DuplicateUserName
nl_nl: Gebruikersnaam '{0}' bestaat al.

source: InvalidEmail
nl_nl: Ongeldig e-mail

source: InvalidRoleName
nl_nl: Rol naam '{0}' is ongeldig.

source: InvalidToken
nl_nl: Ongeldig token.

source: InvalidUserName
nl_nl: Gebruikersnaam '{0}' is ongeldig, mag alleen cijfers en letters bevatten.

source: LoginAlreadyAssociated
nl_nl: Er bestaat al een gebruiker met deze login naam.

source: PasswordMismatch
nl_nl: Wachtwoord onjuist.

source: PasswordRequiresDigit
nl_nl: Wachtwoorden moeten tenminste één cijfer bevatten ('0'-'9').

source: PasswordRequiresLower
nl_nl: Wachtwoorden moeten tenminste één kleine letter bevatten ('a'-'z').

source: PasswordRequiresNonAlphanumeric
nl_nl: Wachtwoorden moeten tenminste één speciaal teken bevatten

source: PasswordRequiresUpper
nl_nl: Wachtwoorden moeten tenminste één hoofdletter bevatten ('A'-'Z').

source: PasswordTooShort
nl_nl: Wachtwoorden moeten tenminste {0} tekens bevatten

source: UserAlreadyHasPassword
nl_nl: Gebruiker heeft al een wachtwoord ingesteld.

source: UserAlreadyInRole
nl_nl: Gebruiker heeft al deze rol '{0}'.

source: UserLockoutNotEnabled
nl_nl: Lockout staat niet ingesteld voor deze gebruiker.

source: UserNotInRole
nl_nl: Gebruiker heeft niet de rol '{0}'.

source: UnauthorizedAccess
nl_nl: Ongeautoriseerde toegang

source: Permissions
nl_nl: Rechten

source: Allow
nl_nl: Toestaan

source: Are you sure you want to delete {0}?
nl_nl: Weet u zeker dat u {0} wilt verwijderen?

source: Change password for {0}
nl_nl: Wachtwoord voor {0} wijzigen

source: ItemsDeleted
nl_nl: {0} verwijderde items

source: Translations
nl_nl: Vertalingen

source: Culture
nl_nl: Cultuur

source: NewTranslation
nl_nl: Nieuwe vertaling

source: Translation
nl_nl: Vertaling

source: Key
nl_nl: Sleutel (key)

source: VerifyCode
nl_nl: Code Controleren

source: Add
nl_nl: Toevoegen

source: ReloadTranslations
nl_nl: Herladen Vertalingen

source: One item found
nl_nl: Eén object gevonden

source: Export
nl_nl: Exporteren

source: Import PO file
nl_nl: PO-bestand importeren

source: File not selected
nl_nl: Bestand niet geselecteerd

source: File not valid
nl_nl: Bestand niet geldig

source: File empty
nl_nl: Bestand leeg

source: PO File without a valid language
nl_nl: PO-bestand zonder geldige taal

source: Only PO files
nl_nl: Alleen PO-bestanden

source: Plural
nl_nl: Meervoud

source: Count
nl_nl: Aantal
